Revit 2024 API
PaperSizeSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual PaperSizeSetIterator ReverseIterator()
Visual Basic
Public Overridable Function ReverseIterator As PaperSizeSetIterator
Visual C++
public:
virtual PaperSizeSetIterator^ ReverseIterator()
Return Value
Returns a backward moving iterator to the set.
See Also
PaperSizeSet Class
Autodesk.Revit.DB Namespace